Repository: pushpendra996/treasure-ios
Catalog: Treasure/Localizable.xcstrings
Source language: en
Languages: ar, bn, es, fr, gu, hi, kn, ml, mr, pa, ta, te

# hint_no_category_found
source: No category found
ar: لم يتم العثور على فئة
bn: কোনো বিভাগ পাওয়া যায়নি
es: No se encontró ninguna categoría
fr: Aucune catégorie trouvée
gu: કોઈ શ્રેણી મળી નથી
hi: कोई श्रेणी नहीं मिली
kn: ಯಾವುದೇ ವರ್ಗ ಕಂಡುಬಂದಿಲ್ಲ
ml: വിഭാഗമൊന്നും കണ്ടെത്തിയില്ല
mr: कोणतीही श्रेणी आढळली नाही
pa: ਕੋਈ ਸ਼੍ਰੇਣੀ ਨਹੀਂ ਮਿਲੀ
ta: வகை எதுவும் இல்லை
te: వర్గం కనుగొనబడలేదు

# hint_no_committees
source: You are not added to any committee yet.
ar: لم تتم إضافتك إلى أي لجنة بعد.
bn: আপনি এখনো কোনো কমিটিতে যোগ করেননি।
es: Aún no estás agregado a ningún comité.
fr: Vous n’êtes encore ajouté à aucun comité.
gu: તમે હજુ સુધી કોઈપણ સમિતિમાં ઉમેરાયા નથી.
hi: आपको अभी तक किसी भी समिति में नहीं जोड़ा गया है.
kn: ನಿಮ್ಮನ್ನು ಇನ್ನೂ ಯಾವುದೇ ಸಮಿತಿಗೆ ಸೇರಿಸಲಾಗಿಲ್ಲ.
ml: നിങ്ങളെ ഇതുവരെ ഒരു കമ്മിറ്റിയിലും ചേർത്തിട്ടില്ല.
mr: तुम्हाला अद्याप कोणत्याही समितीमध्ये सामील करण्यात आलेले नाही.
pa: ਤੁਹਾਨੂੰ ਅਜੇ ਤੱਕ ਕਿਸੇ ਵੀ ਕਮੇਟੀ ਵਿੱਚ ਸ਼ਾਮਲ ਨਹੀਂ ਕੀਤਾ ਗਿਆ ਹੈ।
ta: நீங்கள் இதுவரை எந்தக் குழுவிலும் சேர்க்கப்படவில்லை.
te: మీరు ఇంకా ఏ కమిటీకి జోడించబడలేదు.

# hint_no_committees_created
source: You have not created any committee yet. Tap + to create one.
ar: لم تقم بإنشاء أي لجنة بعد. اضغط على + لإنشاء واحدة.
bn: আপনারা এখনো কোনো কমিটি করেননি। একটি তৈরি করতে + আলতো চাপুন।
es: Aún no has creado ningún comité. Toca + para crear uno.
fr: Vous n'avez encore créé aucun comité. Appuyez sur + pour en créer un.
gu: તમે હજુ સુધી કોઈ કમિટી બનાવી નથી. એક બનાવવા માટે + પર ટૅપ કરો.
hi: आपने अभी तक कोई समिति नहीं बनाई है. एक बनाने के लिए + टैप करें.
kn: ನೀವು ಇನ್ನೂ ಯಾವುದೇ ಸಮಿತಿಯನ್ನು ರಚಿಸಿಲ್ಲ. ಒಂದನ್ನು ರಚಿಸಲು + ಟ್ಯಾಪ್ ಮಾಡಿ.
ml: നിങ്ങൾ ഇതുവരെ ഒരു കമ്മിറ്റിയും സൃഷ്ടിച്ചിട്ടില്ല. ഒരെണ്ണം സൃഷ്‌ടിക്കാൻ + ടാപ്പുചെയ്യുക.
mr: आपण अद्याप कोणतीही समिती तयार केलेली नाही. एक तयार करण्यासाठी + वर टॅप करा.
pa: ਤੁਸੀਂ ਅਜੇ ਤੱਕ ਕੋਈ ਕਮੇਟੀ ਨਹੀਂ ਬਣਾਈ ਹੈ। ਇੱਕ ਬਣਾਉਣ ਲਈ + 'ਤੇ ਟੈਪ ਕਰੋ।
ta: நீங்கள் இதுவரை எந்தக் குழுவையும் உருவாக்கவில்லை. ஒன்றை உருவாக்க + தட்டவும்.
te: మీరు ఇంకా ఏ కమిటీని సృష్టించలేదు. ఒకదాన్ని సృష్టించడానికి + నొక్కండి.

# hint_no_country_found
source: There is no country found. Please try again later.
ar: لم يتم العثور على أي دولة. يرجى المحاولة مرة أخرى في وقت لاحق.
bn: কোন দেশ খুঁজে পাওয়া যায় না। পরে আবার চেষ্টা করুন.
es: No se encontró ningún país. Inténtelo de nuevo más tarde.
fr: Aucun pays n'a été trouvé. Veuillez réessayer plus tard.
gu: ત્યાં કોઈ દેશ મળ્યો નથી. કૃપા કરીને પછીથી ફરી પ્રયાસ કરો.
hi: कोई देश नहीं मिला. कृपया बाद में पुन: प्रयास करें।
kn: ಯಾವುದೇ ದೇಶ ಕಂಡುಬಂದಿಲ್ಲ. ದಯವಿಟ್ಟು ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ml: ഒരു രാജ്യവും കണ്ടെത്തിയില്ല. ദയവായി പിന്നീട് വീണ്ടും ശ്രമിക്കുക.
mr: एकही देश सापडला नाही. कृपया नंतर पुन्हा प्रयत्न करा.
pa: ਕੋਈ ਦੇਸ਼ ਨਹੀਂ ਮਿਲਿਆ। ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
ta: எந்த நாடும் கிடைக்கவில்லை. பிறகு முயற்சிக்கவும்.
te: దేశం కనుగొనబడలేదు. దయచేసి తర్వాత మళ్లీ ప్రయత్నించండి.

# hint_no_country_search
source: No country matches your search. Try a different query.
ar: لا يوجد بلد يطابق بحثك. حاول استعلام مختلف.
bn: কোনো দেশ আপনার অনুসন্ধানের সাথে মেলে না। একটি ভিন্ন প্রশ্ন চেষ্টা করুন.
es: Ningún país coincide con su búsqueda. Pruebe una consulta diferente.
fr: Aucun pays ne correspond à votre recherche. Essayez une autre requête.
gu: કોઈ દેશ તમારી શોધ સાથે મેળ ખાતો નથી. એક અલગ ક્વેરી અજમાવી જુઓ.
hi: कोई भी देश आपकी खोज से मेल नहीं खाता. कोई भिन्न क्वेरी आज़माएँ.
kn: ಯಾವುದೇ ದೇಶವು ನಿಮ್ಮ ಹುಡುಕಾಟಕ್ಕೆ ಹೊಂದಿಕೆಯಾಗುವುದಿಲ್ಲ. ಬೇರೆ ಪ್ರಶ್ನೆಯನ್ನು ಪ್ರಯತ್ನಿಸಿ.
ml: നിങ്ങളുടെ തിരയലുമായി ഒരു രാജ്യവും പൊരുത്തപ്പെടുന്നില്ല. മറ്റൊരു ചോദ്യം പരീക്ഷിക്കുക.
mr: कोणताही देश तुमच्या शोधाशी जुळत नाही. भिन्न क्वेरी वापरून पहा.
pa: ਕੋਈ ਵੀ ਦੇਸ਼ ਤੁਹਾਡੀ ਖੋਜ ਨਾਲ ਮੇਲ ਨਹੀਂ ਖਾਂਦਾ। ਇੱਕ ਵੱਖਰੀ ਪੁੱਛਗਿੱਛ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
ta: உங்கள் தேடலுக்கு எந்த நாடும் பொருந்தவில்லை. வேறு வினவலை முயற்சிக்கவும்.
te: మీ శోధనకు ఏ దేశం సరిపోలలేదు. వేరొక ప్రశ్నను ప్రయత్నించండి.

# hint_no_expense_groups
source: You are not in any expense group yet. Tap + to create one.
ar: أنت لست في أي مجموعة حساب حتى الآن. اضغط على + لإنشاء واحدة.
bn: আপনি এখনও কোনো খরচ গ্রুপে নেই. একটি তৈরি করতে + আলতো চাপুন।
es: Aún no estás en ningún grupo de gastos. Toca + para crear uno.
fr: Vous n'êtes encore dans aucun groupe de dépenses. Appuyez sur + pour en créer un.
gu: તમે હજુ સુધી કોઈપણ ખર્ચ જૂથમાં નથી. એક બનાવવા માટે + પર ટૅપ કરો.
hi: आप अभी तक किसी व्यय समूह में नहीं हैं. एक बनाने के लिए + टैप करें.
kn: ನೀವು ಇನ್ನೂ ಯಾವುದೇ ಖರ್ಚು ಗುಂಪಿನಲ್ಲಿಲ್ಲ. ಒಂದನ್ನು ರಚಿಸಲು + ಟ್ಯಾಪ್ ಮಾಡಿ.
ml: നിങ്ങൾ ഇതുവരെ ഒരു ചെലവ് ഗ്രൂപ്പിലും ഇല്ല. ഒരെണ്ണം സൃഷ്‌ടിക്കാൻ + ടാപ്പുചെയ്യുക.
mr: तुम्ही अद्याप कोणत्याही खर्चाच्या गटात नाही. एक तयार करण्यासाठी + वर टॅप करा.
pa: ਤੁਸੀਂ ਅਜੇ ਤੱਕ ਕਿਸੇ ਵੀ ਖਰਚ ਸਮੂਹ ਵਿੱਚ ਨਹੀਂ ਹੋ। ਇੱਕ ਬਣਾਉਣ ਲਈ + 'ਤੇ ਟੈਪ ਕਰੋ।
ta: நீங்கள் இதுவரை எந்த செலவுக் குழுவிலும் இல்லை. ஒன்றை உருவாக்க + தட்டவும்.
te: మీరు ఇంకా ఏ ఖర్చు సమూహంలో లేరు. ఒకదాన్ని సృష్టించడానికి + నొక్కండి.

# hint_no_internet
source: You're offline. Changes will sync when you're back.
ar: أنت غير متصل بالإنترنت. ستتم مزامنة التغييرات عند عودتك.
bn: আপনি অফলাইনে আছেন। আপনি ফিরে এলে পরিবর্তনগুলি সিঙ্ক হবে৷
es: Estás desconectado. Los cambios se sincronizarán cuando regreses.
fr: Vous êtes hors ligne. Les modifications seront synchronisées à votre retour.
gu: તમે ઑફલાઇન છો. જ્યારે તમે પાછા આવશો ત્યારે ફેરફારો સમન્વયિત થશે.
hi: आप ऑफ़लाइन हैं. आपके वापस आने पर परिवर्तन समन्वयित हो जाएंगे.
kn: ನೀವು ಆಫ್‌ಲೈನ್‌ನಲ್ಲಿರುವಿರಿ. ನೀವು ಹಿಂತಿರುಗಿದಾಗ ಬದಲಾವಣೆಗಳು ಸಿಂಕ್ ಆಗುತ್ತವೆ.
ml: നിങ്ങൾ ഓഫ്‌ലൈനാണ്. നിങ്ങൾ തിരികെ വരുമ്പോൾ മാറ്റങ്ങൾ സമന്വയിപ്പിക്കും.
mr: तुम्ही ऑफलाइन आहात. तुम्ही परत आल्यावर बदल सिंक केले जातील.
pa: ਤੁਸੀਂ ਔਫਲਾਈਨ ਹੋ। ਤੁਹਾਡੇ ਵਾਪਸ ਆਉਣ 'ਤੇ ਤਬਦੀਲੀਆਂ ਦਾ ਸਮਕਾਲੀਕਰਨ ਕੀਤਾ ਜਾਵੇਗਾ।
ta: ஆஃப்லைனில் உள்ளீர்கள். நீங்கள் திரும்பி வரும்போது மாற்றங்கள் ஒத்திசைக்கப்படும்.
te: మీరు ఆఫ్‌లైన్‌లో ఉన్నారు. మీరు తిరిగి వచ్చినప్పుడు మార్పులు సమకాలీకరించబడతాయి.

# hint_no_members_yet
source: No members yet. Add people who should see this committee in the app.
ar: لا يوجد أعضاء حتى الآن. أضف الأشخاص الذين يجب عليهم رؤية هذه اللجنة في التطبيق.
bn: এখনো কোনো সদস্য নেই। অ্যাপটিতে এমন ব্যক্তিদের যোগ করুন যাদের এই কমিটি দেখতে হবে।
es: Aún no hay miembros. Agregue personas que deberían ver este comité en la aplicación.
fr: Aucun membre pour l'instant. Ajoutez des personnes qui devraient voir ce comité dans l'application.
gu: હજુ સુધી કોઈ સભ્યો નથી. એપમાં આ સમિતિને જોવી જોઈએ તેવા લોકોને ઉમેરો.
hi: अभी तक कोई सदस्य नहीं. उन लोगों को जोड़ें जिन्हें यह समिति ऐप में दिखनी चाहिए.
kn: ಇನ್ನೂ ಸದಸ್ಯರಿಲ್ಲ. ಅಪ್ಲಿಕೇಶನ್‌ನಲ್ಲಿ ಈ ಸಮಿತಿಯನ್ನು ನೋಡಬೇಕಾದ ಜನರನ್ನು ಸೇರಿಸಿ.
ml: ഇതുവരെ അംഗങ്ങളില്ല. ഈ കമ്മിറ്റി കാണേണ്ട ആളുകളെ ആപ്പിൽ ചേർക്കുക.
mr: अद्याप सदस्य नाहीत. ॲपमध्ये ज्या लोकांना ही समिती पाहावी लागेल त्यांना जोडा.
pa: ਅਜੇ ਤੱਕ ਕੋਈ ਮੈਂਬਰ ਨਹੀਂ ਹਨ। ਉਹਨਾਂ ਲੋਕਾਂ ਨੂੰ ਸ਼ਾਮਲ ਕਰੋ ਜਿਨ੍ਹਾਂ ਨੂੰ ਐਪ ਵਿੱਚ ਇਸ ਕਮੇਟੀ ਨੂੰ ਦੇਖਣਾ ਚਾਹੀਦਾ ਹੈ।
ta: இன்னும் உறுப்பினர்கள் இல்லை. இந்தக் குழுவைப் பார்க்க வேண்டியவர்களை ஆப்ஸில் சேர்க்கவும்.
te: ఇంకా సభ్యులు లేరు. యాప్‌లో ఈ కమిటీని చూడాల్సిన వ్యక్తులను జోడించండి.

# hint_no_shared_expenses
source: No expenses yet. Tap Add expense to record one.
ar: لا توجد نفقات حتى الآن. انقر فوق إضافة حساب لتسجيل واحدة.
bn: এখনো কোনো খরচ নেই। একটি রেকর্ড করতে খরচ যোগ করুন আলতো চাপুন।
es: Aún no hay gastos. Toque Agregar gasto para registrar uno.
fr: Aucune dépense pour l'instant. Appuyez sur Ajouter une dépense pour en enregistrer une.
gu: હજુ સુધી કોઈ ખર્ચ નથી. એક રેકોર્ડ કરવા માટે ખર્ચ ઉમેરો પર ટૅપ કરો.
hi: अभी कोई खर्च नहीं. किसी को रिकॉर्ड करने के लिए खर्च जोड़ें पर टैप करें.
kn: ಇನ್ನೂ ಯಾವುದೇ ವೆಚ್ಚವಿಲ್ಲ. ಒಂದನ್ನು ರೆಕಾರ್ಡ್ ಮಾಡಲು ಖರ್ಚು ಸೇರಿಸಿ ಟ್ಯಾಪ್ ಮಾಡಿ.
ml: ഇതുവരെ ചെലവുകളൊന്നുമില്ല. ഒന്ന് റെക്കോർഡ് ചെയ്യാൻ ചെലവ് ചേർക്കുക ടാപ്പ് ചെയ്യുക.
mr: अजून खर्च नाही. एक रेकॉर्ड करण्यासाठी खर्च जोडा टॅप करा.
pa: ਅਜੇ ਕੋਈ ਖਰਚਾ ਨਹੀਂ। ਇੱਕ ਰਿਕਾਰਡ ਕਰਨ ਲਈ ਖਰਚ ਸ਼ਾਮਲ ਕਰੋ 'ਤੇ ਟੈਪ ਕਰੋ।
ta: இன்னும் செலவுகள் இல்லை. ஒன்றை பதிவு செய்ய செலவைச் சேர் என்பதைத் தட்டவும்.
te: ఇంకా ఖర్చులు లేవు. ఒకదాన్ని రికార్డ్ చేయడానికి ఖర్చును జోడించు నొక్కండి.

# hint_not_now
source: Not now
ar: ليس الآن
bn: এখন না
es: Ahora no
fr: Pas maintenant
gu: અત્યારે નહિ
hi: अभी नहीं
kn: ಈಗಲ್ಲ
ml: ഇപ്പോൾ വേണ്ട
mr: आता नाही
pa: ਹਾਲੇ ਨਹੀਂ
ta: இப்போது இல்லை
te: ఇప్పుడు కాదు

# hint_note_optional
source: Note (optional)
ar: ملاحظة (اختياري)
bn: নোট (ঐচ্ছিক)
es: Nota (opcional)
fr: Remarque (facultatif)
gu: નોંધ (વૈકલ્પિક)
hi: नोट (वैकल्पिक)
kn: ಗಮನಿಸಿ (ಐಚ್ಛಿಕ)
ml: കുറിപ്പ് (ഓപ്ഷണൽ)
mr: टीप (पर्यायी)
pa: ਨੋਟ (ਵਿਕਲਪਿਕ)
ta: குறிப்பு (விரும்பினால்)
te: గమనిక (ఐచ్ఛికం)

# hint_oops
source: Oops
ar: أُووبس
bn: উফ
es: Ups
fr: Oups
gu: અરે
hi: उफ़
kn: ಓಹ್
ml: ശ്ശോ
mr: अरेरे
pa: ਓਹ
ta: அச்சச்சோ
te: అయ్యో

# hint_otp_resend_des
source: Didn't Receive Code? Resend
ar: لم تتلق الرمز؟ إعادة الإرسال
bn: কোড পাননি? পুনরায় পাঠান
es: ¿No recibió el código? Reenviar
fr: Vous n'avez pas reçu le code ? Renvoyer
gu: કોડ પ્રાપ્ત થયો નથી? ફરીથી મોકલો
hi: कोड प्राप्त नहीं हुआ? पुनः भेजें
kn: ಕೋಡ್ ಸ್ವೀಕರಿಸಲಿಲ್ಲವೇ? ಮರುಕಳುಹಿಸಿ
ml: കോഡ് ലഭിച്ചില്ലേ? വീണ്ടും അയയ്‌ക്കുക
mr: कोड प्राप्त झाला नाही? पुन्हा पाठवा
pa: ਕੀ ਕੋਡ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੋਇਆ? ਮੁੜ ਭੇਜੋ
ta: குறியீட்டைப் பெறவில்லையா? மீண்டும் அனுப்பு
te: కోడ్ అందలేదా? మళ్లీ పంపండి

# hint_otp_resend_timer
source: OTP resend in %1$@
ar: إعادة إرسال كلمة المرور لمرة واحدة (OTP) في %1$@
bn: OTP %1$@ এ পুনরায় পাঠান
es: OTP reenviar en %1$@
fr: Renvoi OTP dans %1$@
gu: OTP %1$@ માં ફરીથી મોકલો
hi: ओटीपी %1$@ में पुनः भेजें
kn: %1$@ ರಲ್ಲಿ OTP ಮರುಕಳುಹಿಸುತ್ತದೆ
ml: OTP %1$@-ൽ വീണ്ടും അയയ്ക്കുക
mr: OTP %1$@ मध्ये पुन्हा पाठवा
pa: OTP %1$@ ਵਿੱਚ ਦੁਬਾਰਾ ਭੇਜੋ
ta: OTP %1$@ இல் மீண்டும் அனுப்பப்படும்
te: OTP %1$@లో మళ్లీ పంపబడుతుంది

# hint_otp_send_heading
source: We have sent a verification code to
ar: لقد أرسلنا رمز التحقق إلى
bn: আমরা একটি যাচাইকরণ কোড পাঠিয়েছি
es: Hemos enviado un código de verificación a
fr: Nous avons envoyé un code de vérification à
gu: પર અમે ચકાસણી કોડ મોકલ્યો છે
hi: हमने एक सत्यापन कोड भेज दिया है
kn: ನಾವು ಪರಿಶೀಲನೆ ಕೋಡ್ ಅನ್ನು ಕಳುಹಿಸಿದ್ದೇವೆ
ml: ഞങ്ങൾ ഒരു സ്ഥിരീകരണ കോഡ് അയച്ചു
mr: आम्ही एक पडताळणी कोड पाठवला आहे
pa: ਨੂੰ ਇੱਕ ਪੁਸ਼ਟੀਕਰਨ ਕੋਡ ਭੇਜਿਆ ਹੈ
ta: இதற்கு சரிபார்ப்புக் குறியீட்டை அனுப்பியுள்ளோம்
te: మేము ధృవీకరణ కోడ్‌ని పంపాము

# hint_otp_sent_again
source: OTP has been sent again on your number
ar: تم إرسال OTP مرة أخرى على رقمك
bn: আপনার নম্বরে আবার ওটিপি পাঠানো হয়েছে
es: OTP ha sido enviada nuevamente a su número
fr: OTP a été à nouveau envoyé sur votre numéro
gu: તમારા નંબર પર ફરીથી OTP મોકલવામાં આવ્યો છે
hi: आपके नंबर पर दोबारा OTP भेजा गया है
kn: ನಿಮ್ಮ ಸಂಖ್ಯೆಗೆ ಮತ್ತೆ OTP ಕಳುಹಿಸಲಾಗಿದೆ
ml: നിങ്ങളുടെ നമ്പറിലേക്ക് വീണ്ടും OTP അയച്ചു
mr: तुमच्या नंबरवर OTP पुन्हा पाठवला गेला आहे
pa: ਤੁਹਾਡੇ ਨੰਬਰ 'ਤੇ OTP ਦੁਬਾਰਾ ਭੇਜਿਆ ਗਿਆ ਹੈ
ta: உங்கள் எண்ணுக்கு மீண்டும் OTP அனுப்பப்பட்டுள்ளது
te: మీ నంబర్‌కు మళ్లీ OTP పంపబడింది

# hint_pending_draft
source: Draft from notification
ar: مسودة من الإخطار
bn: বিজ্ঞপ্তি থেকে খসড়া
es: Borrador de notificación
fr: Brouillon de notification
gu: સૂચનામાંથી ડ્રાફ્ટ
hi: अधिसूचना से ड्राफ्ट
kn: ಅಧಿಸೂಚನೆಯಿಂದ ಕರಡು
ml: വിജ്ഞാപനത്തിൽ നിന്നുള്ള കരട്
mr: सूचनेतून मसुदा
pa: ਨੋਟੀਫਿਕੇਸ਼ਨ ਤੋਂ ਡਰਾਫਟ
ta: அறிவிப்பிலிருந்து வரைவு
te: నోటిఫికేషన్ నుండి డ్రాఫ్ట్

# hint_permission_alerts_short
source: Expense reminders
ar: تذكير النفقات
bn: খরচ অনুস্মারক
es: recordatorios de gastos
fr: Rappels de dépenses
gu: ખર્ચ રીમાઇન્ડર્સ
hi: व्यय अनुस्मारक
kn: ವೆಚ್ಚ ಜ್ಞಾಪನೆಗಳು
ml: ചെലവ് ഓർമ്മപ്പെടുത്തലുകൾ
mr: खर्च स्मरणपत्रे
pa: ਖਰਚ ਰੀਮਾਈਂਡਰ
ta: செலவு நினைவூட்டல்கள்
te: ఖర్చు రిమైండర్లు

# hint_permission_alerts_sub
source: Notify me before due dates
ar: أعلمني قبل مواعيد الاستحقاق
bn: নির্ধারিত তারিখের আগে আমাকে অবহিত করুন
es: Notificarme antes de las fechas de vencimiento
fr: Prévenez-moi avant les dates d'échéance
gu: નિયત તારીખો પહેલાં મને સૂચિત કરો
hi: नियत तिथियों से पहले मुझे सूचित करें
kn: ನಿಗದಿತ ದಿನಾಂಕಗಳ ಮೊದಲು ನನಗೆ ಸೂಚಿಸಿ
ml: നിശ്ചിത തീയതികൾക്ക് മുമ്പ് എന്നെ അറിയിക്കുക
mr: देय तारखांच्या आधी मला सूचित करा
pa: ਨਿਯਤ ਮਿਤੀਆਂ ਤੋਂ ਪਹਿਲਾਂ ਮੈਨੂੰ ਸੂਚਿਤ ਕਰੋ
ta: நிலுவைத் தேதிகளுக்கு முன் எனக்குத் தெரிவிக்கவும்
te: గడువు తేదీలకు ముందే నాకు తెలియజేయండి

# hint_permission_autofill_short
source: Auto-fill from bank alerts
ar: الملء التلقائي من التنبيهات المصرفية
bn: ব্যাঙ্ক সতর্কতা থেকে স্বয়ংক্রিয়ভাবে পূরণ করুন
es: Autocompletar desde alertas bancarias
fr: Remplissage automatique à partir des alertes bancaires
gu: બેંક ચેતવણીઓમાંથી સ્વતઃ ભરો
hi: बैंक अलर्ट से स्वतः भरें
kn: ಬ್ಯಾಂಕ್ ಎಚ್ಚರಿಕೆಗಳಿಂದ ಸ್ವಯಂ ಭರ್ತಿ ಮಾಡಿ
ml: ബാങ്ക് അലേർട്ടുകളിൽ നിന്ന് സ്വയമേവ പൂരിപ്പിക്കുക
mr: बँक अलर्टमधून ऑटो-फिल
pa: ਬੈਂਕ ਚੇਤਾਵਨੀਆਂ ਤੋਂ ਆਟੋ-ਫਿਲ
ta: வங்கி விழிப்பூட்டல்களில் இருந்து தானாக நிரப்பவும்
te: బ్యాంక్ హెచ్చరికల నుండి స్వయంచాలకంగా పూరించండి

# hint_permission_autofill_sub
source: Draft entries from bank alerts
ar: مشروع إدخالات من التنبيهات المصرفية
bn: ব্যাঙ্ক সতর্কতা থেকে খসড়া এন্ট্রি
es: Borradores de entradas de alertas bancarias
fr: Rédiger des écritures à partir d'alertes bancaires
gu: બેંક ચેતવણીઓમાંથી ડ્રાફ્ટ એન્ટ્રીઓ
hi: बैंक अलर्ट से ड्राफ्ट प्रविष्टियाँ
kn: ಬ್ಯಾಂಕ್ ಎಚ್ಚರಿಕೆಗಳಿಂದ ಡ್ರಾಫ್ಟ್ ನಮೂದುಗಳು
ml: ബാങ്ക് അലേർട്ടുകളിൽ നിന്നുള്ള ഡ്രാഫ്റ്റ് എൻട്രികൾ
mr: बँक अलर्टमधून मसुदा नोंदी
pa: ਬੈਂਕ ਅਲਰਟ ਤੋਂ ਡਰਾਫਟ ਐਂਟਰੀਆਂ
ta: வங்கி விழிப்பூட்டல்களில் இருந்து வரைவு உள்ளீடுகள்
te: బ్యాంక్ హెచ్చరికల నుండి డ్రాఫ్ట్ ఎంట్రీలు

# hint_permission_center_subtitle
source: Optional features. You stay in control and can change anytime.
ar: ميزات اختيارية. يمكنك البقاء مسيطرًا ويمكنك التغيير في أي وقت.
bn: ঐচ্ছিক বৈশিষ্ট্য. আপনি নিয়ন্ত্রণে থাকুন এবং যেকোনো সময় পরিবর্তন করতে পারেন।
es: Características opcionales. Usted mantiene el control y puede cambiar en cualquier momento.
fr: Fonctionnalités facultatives. Vous gardez le contrôle et pouvez changer à tout moment.
gu: વૈકલ્પિક સુવિધાઓ. તમે નિયંત્રણમાં રહો છો અને કોઈપણ સમયે બદલી શકો છો.
hi: वैकल्पिक सुविधाएँ. आप नियंत्रण में रहते हैं और कभी भी बदल सकते हैं।
kn: ಐಚ್ಛಿಕ ವೈಶಿಷ್ಟ್ಯಗಳು. ನೀವು ನಿಯಂತ್ರಣದಲ್ಲಿರುತ್ತೀರಿ ಮತ್ತು ಯಾವಾಗ ಬೇಕಾದರೂ ಬದಲಾಯಿಸಬಹುದು.
ml: ഓപ്ഷണൽ സവിശേഷതകൾ. നിങ്ങൾ നിയന്ത്രണത്തിൽ തുടരുകയും എപ്പോൾ വേണമെങ്കിലും മാറ്റുകയും ചെയ്യാം.
mr: पर्यायी वैशिष्ट्ये. तुम्ही नियंत्रणात रहा आणि कधीही बदलू शकता.
pa: ਵਿਕਲਪਿਕ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ। ਤੁਸੀਂ ਕੰਟਰੋਲ ਵਿੱਚ ਰਹਿੰਦੇ ਹੋ ਅਤੇ ਕਿਸੇ ਵੀ ਸਮੇਂ ਬਦਲ ਸਕਦੇ ਹੋ।
ta: விருப்ப அம்சங்கள். நீங்கள் கட்டுப்பாட்டில் இருங்கள் மற்றும் எப்போது வேண்டுமானாலும் மாற்றலாம்.
te: ఐచ్ఛిక లక్షణాలు. మీరు నియంత్రణలో ఉంటారు మరియు ఎప్పుడైనా మార్చవచ్చు.

# hint_permission_center_title
source: Permission controls
ar: ضوابط الأذونات
bn: অনুমতি নিয়ন্ত্রণ
es: Controles de permisos
fr: Contrôles d'autorisation
gu: પરવાનગી નિયંત્રણો
hi: अनुमति नियंत्रण
kn: ಅನುಮತಿ ನಿಯಂತ್ರಣಗಳು
ml: അനുമതി നിയന്ത്രണങ്ങൾ
mr: परवानगी नियंत्रणे
pa: ਅਨੁਮਤੀ ਨਿਯੰਤਰਣ
ta: அனுமதி கட்டுப்பாடுகள்
te: అనుమతి నియంత్రణలు

# hint_permission_off
source: Off — tap to enable
ar: إيقاف — انقر للتمكين
bn: বন্ধ - সক্ষম করতে আলতো চাপুন
es: Desactivado: toque para habilitar
fr: Désactivé : appuyez pour activer
gu: બંધ - સક્ષમ કરવા માટે ટેપ કરો
hi: बंद - सक्षम करने के लिए टैप करें
kn: ಆಫ್ - ಸಕ್ರಿಯಗೊಳಿಸಲು ಟ್ಯಾಪ್ ಮಾಡಿ
ml: ഓഫ് - പ്രവർത്തനക്ഷമമാക്കാൻ ടാപ്പുചെയ്യുക
mr: बंद — सक्षम करण्यासाठी टॅप करा
pa: ਬੰਦ — ਯੋਗ ਕਰਨ ਲਈ ਟੈਪ ਕਰੋ
ta: ஆஃப் - இயக்க தட்டவும்
te: ఆఫ్ - ఎనేబుల్ చేయడానికి నొక్కండి

# hint_permission_on
source: On — tap to manage
ar: تشغيل - انقر للإدارة
bn: চালু — পরিচালনা করতে আলতো চাপুন
es: Activado: toca para administrar
fr: Activé : appuyez pour gérer
gu: ચાલુ — મેનેજ કરવા માટે ટૅપ કરો
hi: चालू - प्रबंधित करने के लिए टैप करें
kn: ಆನ್ - ನಿರ್ವಹಿಸಲು ಟ್ಯಾಪ್ ಮಾಡಿ
ml: ഓൺ - മാനേജ് ചെയ്യാൻ ടാപ്പ് ചെയ്യുക
mr: चालू — व्यवस्थापित करण्यासाठी टॅप करा
pa: ਚਾਲੂ — ਪ੍ਰਬੰਧਨ ਕਰਨ ਲਈ ਟੈਪ ਕਰੋ
ta: ஆன் - நிர்வகிக்க தட்டவும்
te: ఆన్ - నిర్వహించడానికి నొక్కండి

# hint_permission_short_off
source: Off
ar: عن
bn: বন্ধ
es: Apagado
fr: Désactivé
gu: બંધ
hi: बंद
kn: ಆಫ್
ml: ഓഫ്
mr: बंद
pa: ਬੰਦ
ta: ஆஃப்
te: ఆఫ్

# hint_permission_short_on
source: On
ar: على
bn: চালু
es: En
fr: Sur
gu: ચાલુ
hi: पर
kn: ಆನ್
ml: ഓൺ
mr: चालू
pa: 'ਤੇ
ta: அன்று
te: ఆన్

# hint_please_enter_mobile_number
source: Please enter valid mobile number
ar: الرجاء إدخال رقم جوال صالح
bn: বৈধ মোবাইল নম্বর লিখুন
es: Por favor introduce un número de móvil válido
fr: Veuillez entrer un numéro de mobile valide
gu: કૃપા કરીને માન્ય મોબાઇલ નંબર દાખલ કરો
hi: कृपया वैध मोबाइल नंबर दर्ज करें
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ ಮೊಬೈಲ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
ml: ദയവായി സാധുവായ മൊബൈൽ നമ്പർ നൽകുക
mr: कृपया वैध मोबाइल नंबर प्रविष्ट करा
pa: ਕਿਰਪਾ ਕਰਕੇ ਵੈਧ ਮੋਬਾਈਲ ਨੰਬਰ ਦਾਖਲ ਕਰੋ
ta: சரியான மொபைல் எண்ணை உள்ளிடவும்
te: దయచేసి చెల్లుబాటు అయ్యే మొబైల్ నంబర్‌ని నమోదు చేయండి

# hint_please_log_in
source: Please log in
ar: الرجاء تسجيل الدخول
bn: লগ ইন করুন
es: Por favor inicia sesión
fr: Veuillez vous connecter
gu: કૃપા કરીને લૉગ ઇન કરો
hi: कृपया लॉगिन करें
kn: ದಯವಿಟ್ಟು ಲಾಗ್ ಇನ್ ಮಾಡಿ
ml: ദയവായി ലോഗിൻ ചെയ്യുക
mr: कृपया लॉग इन करा
pa: ਕਿਰਪਾ ਕਰਕੇ ਲਾਗਇਨ ਕਰੋ
ta: உள்நுழையவும்
te: దయచేసి లాగిన్ అవ్వండి

# hint_previous
source: Previous
ar: سابق
bn: আগের
es: Anterior
fr: Précédent
gu: ગત
hi: पहले का
kn: ಹಿಂದಿನ
ml: മുമ്പത്തെ
mr: मागील
pa: ਪਿਛਲਾ
ta: முந்தைய
te: మునుపటి

# hint_privacy_policy
source: Privacy Policy
ar: سياسة الخصوصية
bn: গোপনীয়তা নীতি
es: política de privacidad
fr: politique de confidentialité
gu: ગોપનીયતા નીતિ
hi: गोपनीयता नीति
kn: ಗೌಪ್ಯತೆ ನೀತಿ
ml: സ്വകാര്യതാ നയം
mr: गोपनीयता धोरण
pa: ਪਰਾਈਵੇਟ ਨੀਤੀ
ta: தனியுரிமைக் கொள்கை
te: గోప్యతా విధానం

# hint_reject
source: Reject
ar: يرفض
bn: প্রত্যাখ্যান করুন
es: Rechazar
fr: Rejeter
gu: અસ્વીકાર કરો
hi: अस्वीकार करना
kn: ತಿರಸ್ಕರಿಸಿ
ml: നിരസിക്കുക
mr: नकार द्या
pa: ਅਸਵੀਕਾਰ ਕਰੋ
ta: நிராகரிக்கவும்
te: తిరస్కరించు

# hint_rejection_reason
source: Reason for rejection
ar: سبب الرفض
bn: প্রত্যাখ্যানের কারণ
es: Motivo del rechazo
fr: Motif du refus
gu: અસ્વીકાર માટેનું કારણ
hi: खारिज करने का कारण
kn: ನಿರಾಕರಣೆಗೆ ಕಾರಣ
ml: നിരസിക്കാനുള്ള കാരണം
mr: नाकारण्याचे कारण
pa: ਅਸਵੀਕਾਰ ਕਰਨ ਦਾ ਕਾਰਨ
ta: நிராகரிப்புக்கான காரணம்
te: తిరస్కరణకు కారణం

# hint_reload
source: Reload
ar: إعادة تحميل
bn: পুনরায় লোড করুন
es: Recargar
fr: Recharger
gu: ફરીથી લોડ કરો
hi: पुनः लोड करें
kn: ಮರುಲೋಡ್ ಮಾಡಿ
ml: വീണ്ടും ലോഡുചെയ്യുക
mr: रीलोड करा
pa: ਰੀਲੋਡ ਕਰੋ
ta: மீண்டும் ஏற்றவும்
te: మళ్లీ లోడ్ చేయండి

# hint_remove_member_confirm
source: Remove this member from the group?
ar: هل ترغب في إزالة هذا العضو من المجموعة؟
bn: এই সদস্যকে গ্রুপ থেকে সরিয়ে দেবেন?
es: ¿Quitar a este miembro del grupo?
fr: Supprimer ce membre du groupe ?
gu: આ સભ્યને જૂથમાંથી દૂર કરીએ?
hi: इस सदस्य को समूह से निकालें?
kn: ಗುಂಪಿನಿಂದ ಈ ಸದಸ್ಯರನ್ನು ತೆಗೆದುಹಾಕುವುದೇ?
ml: ഈ അംഗത്തെ ഗ്രൂപ്പിൽ നിന്ന് നീക്കം ചെയ്യണോ?
mr: या सदस्याला गटातून काढून टाकायचे?
pa: ਕੀ ਇਸ ਮੈਂਬਰ ਨੂੰ ਗਰੁੱਪ ਵਿੱਚੋਂ ਹਟਾਉਣਾ ਹੈ?
ta: இந்த உறுப்பினரை குழுவிலிருந்து அகற்றவா?
te: ఈ సభ్యుడిని గ్రూప్ నుండి తీసివేయాలా?

# hint_rename_category
source: Rename
ar: إعادة تسمية
bn: নাম পরিবর্তন করুন
es: Rebautizar
fr: Rebaptiser
gu: નામ બદલો
hi: नाम बदलें
kn: ಮರುಹೆಸರಿಸು
ml: പേരുമാറ്റുക
mr: नाव बदला
pa: ਨਾਮ ਬਦਲੋ
ta: மறுபெயரிடவும்
te: పేరు మార్చండి

# hint_reorder_category
source: Drag to reorder
ar: اسحب لإعادة الترتيب
bn: পুনরায় সাজাতে টেনে আনুন
es: Arrastra para reordenar
fr: Faites glisser pour réorganiser
gu: ફરીથી ગોઠવવા માટે ખેંચો
hi: पुन: व्यवस्थित करने के लिए खींचें
kn: ಮರುಕ್ರಮಗೊಳಿಸಲು ಎಳೆಯಿರಿ
ml: പുനഃക്രമീകരിക്കാൻ വലിച്ചിടുക
mr: पुनर्क्रमित करण्यासाठी ड्रॅग करा
pa: ਮੁੜ ਕ੍ਰਮਬੱਧ ਕਰਨ ਲਈ ਘਸੀਟੋ
ta: மறுவரிசைப்படுத்த இழுக்கவும்
te: క్రమాన్ని మార్చడానికి లాగండి

# hint_report_bar_legend_expense
source: Expense
ar: حساب
bn: ব্যয়
es: Gastos
fr: Frais
gu: ખર્ચ
hi: व्यय
kn: ಖರ್ಚು
ml: ചെലവ്
mr: खर्च
pa: ਖਰਚਾ
ta: செலவு
te: ఖర్చు

# hint_report_bar_legend_income
source: Income
ar: دخل
bn: আয়
es: Ingreso
fr: Revenu
gu: આવક
hi: आय
kn: ಆದಾಯ
ml: വരുമാനം
mr: उत्पन्न
pa: ਆਮਦਨ
ta: வருமானம்
te: ఆదాయం

# hint_report_based_on_saved
source: Based on your saved transactions
ar: بناءً على معاملاتك المحفوظة
bn: আপনার সংরক্ষিত লেনদেনের উপর ভিত্তি করে
es: Basado en sus transacciones guardadas
fr: Basé sur vos transactions enregistrées
gu: તમારા સાચવેલા વ્યવહારો પર આધારિત
hi: आपके सहेजे गए लेनदेन के आधार पर
kn: ನಿಮ್ಮ ಉಳಿಸಿದ ವಹಿವಾಟುಗಳನ್ನು ಆಧರಿಸಿ
ml: നിങ്ങളുടെ സംരക്ഷിച്ച ഇടപാടുകളെ അടിസ്ഥാനമാക്കി
mr: तुमच्या सेव्ह केलेल्या व्यवहारांवर आधारित
pa: ਤੁਹਾਡੇ ਸੁਰੱਖਿਅਤ ਕੀਤੇ ਲੈਣ-ਦੇਣ ਦੇ ਆਧਾਰ 'ਤੇ
ta: நீங்கள் சேமித்த பரிவர்த்தனைகளின் அடிப்படையில்
te: మీరు సేవ్ చేసిన లావాదేవీల ఆధారంగా

# hint_report_chart_empty
source: Nothing to show for this period.
ar: لا شيء لإظهاره لهذه الفترة.
bn: এই সময়ের জন্য কিছু দেখানোর জন্য.
es: Nada que mostrar para este período.
fr: Rien à montrer pour cette période.
gu: આ સમયગાળા માટે બતાવવા માટે કંઈ નથી.
hi: इस अवधि के लिए दिखाने के लिए कुछ भी नहीं है.
kn: ಈ ಅವಧಿಗೆ ತೋರಿಸಲು ಏನೂ ಇಲ್ಲ.
ml: ഈ കാലയളവിൽ ഒന്നും കാണിക്കാനില്ല.
mr: या कालावधीसाठी दर्शविण्यासाठी काहीही नाही.
pa: ਇਸ ਮਿਆਦ ਲਈ ਦਿਖਾਉਣ ਲਈ ਕੁਝ ਨਹੀਂ।
ta: இந்தக் காலக்கட்டத்தில் காட்டுவதற்கு எதுவும் இல்லை.
te: ఈ కాలానికి చూపించడానికి ఏమీ లేదు.

# hint_report_no_data
source: No transactions for this year yet. Add income and expenses to see your charts.
ar: لا توجد معاملات لهذا العام حتى الآن. أضف الدخل والنفقات لرؤية الرسوم البيانية الخاصة بك.
bn: এই বছরের জন্য এখনও কোন লেনদেন. আপনার চার্ট দেখতে আয় এবং খরচ যোগ করুন।
es: Aún no hay transacciones para este año. Agregue ingresos y gastos para ver sus gráficos.
fr: Aucune transaction pour cette année encore. Ajoutez des revenus et des dépenses pour voir vos graphiques.
gu: આ વર્ષ માટે હજુ સુધી કોઈ વ્યવહારો નથી. તમારા ચાર્ટ જોવા માટે આવક અને ખર્ચ ઉમેરો.
hi: इस वर्ष के लिए अभी तक कोई लेन-देन नहीं. अपने चार्ट देखने के लिए आय और व्यय जोड़ें।
kn: ಈ ವರ್ಷಕ್ಕೆ ಇನ್ನೂ ಯಾವುದೇ ವಹಿವಾಟು ನಡೆದಿಲ್ಲ. ನಿಮ್ಮ ಚಾರ್ಟ್‌ಗಳನ್ನು ನೋಡಲು ಆದಾಯ ಮತ್ತು ವೆಚ್ಚಗಳನ್ನು ಸೇರಿಸಿ.
ml: ഈ വർഷം ഇതുവരെ ഇടപാടുകളൊന്നുമില്ല. നിങ്ങളുടെ ചാർട്ടുകൾ കാണുന്നതിന് വരുമാനവും ചെലവും ചേർക്കുക.
mr: या वर्षासाठी अद्याप कोणतेही व्यवहार झाले नाहीत. तुमचे चार्ट पाहण्यासाठी उत्पन्न आणि खर्च जोडा.
pa: ਇਸ ਸਾਲ ਲਈ ਅਜੇ ਤੱਕ ਕੋਈ ਲੈਣ-ਦੇਣ ਨਹੀਂ ਹੋਇਆ। ਆਪਣੇ ਚਾਰਟ ਦੇਖਣ ਲਈ ਆਮਦਨ ਅਤੇ ਖਰਚੇ ਸ਼ਾਮਲ ਕਰੋ।
ta: இந்த ஆண்டுக்கான பரிவர்த்தனைகள் எதுவும் இல்லை. உங்கள் விளக்கப்படங்களைப் பார்க்க வருமானம் மற்றும் செலவுகளைச் சேர்க்கவும்.
te: ఈ ఏడాదికి ఇంకా లావాదేవీలు లేవు. మీ చార్ట్‌లను చూడటానికి ఆదాయం మరియు ఖర్చులను జోడించండి.

# hint_report_overview
source: Your overview
ar: نظرة عامة الخاص بك
bn: আপনার ওভারভিউ
es: Su visión general
fr: Votre aperçu
gu: તમારી ઝાંખી
hi: आपका सिंहावलोकन
kn: ನಿಮ್ಮ ಅವಲೋಕನ
ml: നിങ്ങളുടെ അവലോകനം
mr: आपले विहंगावलोकन
pa: ਤੁਹਾਡੀ ਸੰਖੇਪ ਜਾਣਕਾਰੀ
ta: உங்கள் மேலோட்டம்
te: మీ అవలోకనం

# hint_report_timeframe_month
source: Month
ar: شهر
bn: মাস
es: Mes
fr: Mois
gu: મહિનો
hi: महीना
kn: ತಿಂಗಳು
ml: മാസം
mr: महिना
pa: ਮਹੀਨਾ
ta: மாதம்
te: నెల

# hint_report_timeframe_year
source: Year
ar: سنة
bn: বছর
es: Año
fr: Année
gu: વર્ષ
hi: वर्ष
kn: ವರ್ಷ
ml: വർഷം
mr: वर्ष
pa: ਸਾਲ
ta: ஆண்டு
te: సంవత్సరం

# hint_report_total
source: Total %1$@
ar: المجموع %1$@
bn: মোট %1$@
gu: કુલ %1$@
hi: कुल %1$@
kn: ಒಟ್ಟು %1$@
ml: ആകെ %1$@
mr: एकूण %1$@
pa: ਕੁੱਲ %1$@
ta: மொத்தம் %1$@
te: మొత్తం %1$@

# hint_report_year_subtitle
source: Calendar year %1$d · Based on your saved transactions
ar: السنة التقويمية %1$d · بناءً على معاملاتك المحفوظة
bn: ক্যালেন্ডার বছর %1$d · আপনার সংরক্ষিত লেনদেনের উপর ভিত্তি করে
es: Año calendario %1$d · Basado en sus transacciones guardadas
fr: Année civile %1$d · Sur la base de vos transactions enregistrées
gu: કેલેન્ડર વર્ષ %1$d · તમારા સાચવેલા વ્યવહારો પર આધારિત
hi: कैलेंडर वर्ष %1$d · आपके सहेजे गए लेनदेन के आधार पर
kn: ಕ್ಯಾಲೆಂಡರ್ ವರ್ಷ %1$d · ನಿಮ್ಮ ಉಳಿಸಿದ ವಹಿವಾಟುಗಳ ಆಧಾರದ ಮೇಲೆ
ml: കലണ്ടർ വർഷം %1$d · നിങ്ങളുടെ സംരക്ഷിച്ച ഇടപാടുകളെ അടിസ്ഥാനമാക്കി
mr: कॅलेंडर वर्ष %1$d · तुमच्या सेव्ह केलेल्या व्यवहारांवर आधारित
pa: ਕੈਲੰਡਰ ਸਾਲ %1$d · ਤੁਹਾਡੇ ਸੁਰੱਖਿਅਤ ਕੀਤੇ ਲੈਣ-ਦੇਣ ਦੇ ਆਧਾਰ 'ਤੇ
ta: காலண்டர் ஆண்டு %1$d · நீங்கள் சேமித்த பரிவர்த்தனைகளின் அடிப்படையில்
te: క్యాలెండర్ సంవత్సరం %1$d · మీరు సేవ్ చేసిన లావాదేవీల ఆధారంగా

# hint_reports
source: Reports
ar: التقارير
bn: রিপোর্ট
es: Informes
fr: Rapports
gu: અહેવાલો
hi: रिपोर्टों
kn: ವರದಿಗಳು
ml: റിപ്പോർട്ടുകൾ
mr: अहवाल
pa: ਰਿਪੋਰਟਾਂ
ta: அறிக்கைகள்
te: నివేదికలు

# hint_reports_summary
source: Summary
ar: ملخص
bn: সারাংশ
es: Resumen
fr: Résumé
gu: સારાંશ
hi: सारांश
kn: ಸಾರಾಂಶ
ml: സംഗ്രഹം
mr: सारांश
pa: ਸੰਖੇਪ
ta: சுருக்கம்
te: సారాంశం
